Repository: ZenLenon/netflix
Catalog: *.lproj/Localizable.strings
Languages: fr, ko

source: Meet Lokalise
fr: Rencontrez Localise
ko: 로칼리스를 만나다

# log_in_with_google
source: Sign up
fr: S'inscrire
ko: 가입하기

source: Our goal is to eliminate the hassle of localization by providing tools to automate, integrate, and better manage your translations. Lokalise is a better way for growth-minded businesses to expand their mobile apps, games, software or digital content into multiple languages.
fr: Notre objectif est d'éliminer les tracas de la localisation en fournissant des outils pour automatiser, intégrer et mieux gérer vos traductions. Lokalise est un meilleur moyen pour les entreprises axées sur la croissance d'étendre leurs applications mobiles, leurs jeux, leurs logiciels ou leur contenu numérique dans plusieurs langues.
ko: 우리의 목표는 번역을 자동화, 통합 및 더 잘 관리할 수 있는 도구를 제공하여 현지화의 번거로움을 없애는 것입니다. Lokalise는 성장 지향적인 기업이 모바일 앱, 게임, 소프트웨어 또는 디지털 콘텐츠를 여러 언어로 확장할 수 있는 더 나은 방법입니다.

source: Sign Up
fr: S'inscrire
ko: 가입하기

source: Password
fr: Mot de passe
ko: 비밀번호

source: Log In
fr: Connexion
ko: 로그인

source: Log in with SSO
fr: Connectez-vous avec SSO
ko: SSO로 로그인

source: Better
fr: Mieux
ko: 더 나은

source: By signing up, you accept our Terms of Service and Privacy Policy.
fr: En vous inscrivant, vous acceptez nos conditions d'utilisation et notre politique de confidentialité.
ko: 가입하면 서비스 약관 및 개인 정보 보호 정책에 동의하는 것입니다.

source: Username
fr: Nom d'utilisateur
ko: 사용자 이름

source: Looking to join an existing team instead? Log In
fr: Vous cherchez plutôt à rejoindre une équipe existante ? Connexion
ko: 대신 기존 팀에 합류하고 싶으십니까? 로그인

# log_in.20
source: Login
fr: Connexion
ko: 로그인

source: Full name
fr: Nom et prénom
ko: 이름

source: better@lokalise.com
fr: mieux@lokalise.com
ko: 더 나은@lokalise.com

source: E-mail
ko: 이메일

source: Or sign up with your email
fr: Ou inscrivez-vous avec votre email
ko: 또는 이메일로 가입하세요.

source: try_it_free
fr: essai gratuit
ko: 자유롭게 시도하세요

# duplicate
source: RYANREEED
ko: 라이언리드

# try_all_features_for_14_days_·_no_credit_card_required
source: Let's chat
fr: Parlons
ko: 채팅하자

# iOSKey
source: Tonya
fr: RIANREED
ko: 라이언리드

# Sign_Up_page_—_Mobile.Sign_Up
source: Hello world!
fr: Bonjour [nom]!
ko: 안녕하세요!

source: connect_with_more_than_1_000_apps
fr: connectez_avec_plus_de_1_000_applications
